tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "shellcheck"
brew "tldr"
brew "vim"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "font-fira-code"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "karabiner-elements"
cask "numi"
cask "postman"
cask "qlstephen"
cask "sequel-pro"
cask "telegram"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "The Unarchiver", id: 425424353
mas "AdGuard for Safari", id: 1440147259
mas "Slack", id: 803453959
mas "Spark", id: 1176895641

 